IDEA Open Model
MatAnchorProperties.KTN Property
Compatible with IDEA StatiCa Beta 20.0
 Nonlinear stiffness in tension after over loaded FLT
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double KTN { get; set; }
Public Property KTN As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatAnchorProperties Class
IdeaRS.OpenModel.Material Namespace